{
	"word_to_index": {
		"woods": 1411,
		"hanging": 2348,
		"woody": 2292,
		"bringing": 2341,
		"wooden": 1639,
		"errors": 4013,
		"dialogs": 3233,
		"kids": 362,
		"want": 181,
		"travel": 2106,
		"dinosaurs": 3933,
		"wrong": 355,
		"subplots": 4763,
		"fit": 1183,
		"screaming": 1930,
		"fix": 4290,
		"effects": 302,
		"disturbed": 4014,
		"purpose": 1288,
		"needed": 887,
		"master": 1300,
		"feeling": 547,
		"cinematic": 1360,
		"tech": 4991,
		"saying": 660,
		"altogether": 3902,
		"nicely": 1780,
		"mummy": 4591,
		"lots": 775,
		"nature": 876,
		"superficial": 3903,
		"extent": 2826,
		"much": 76,
		"doubts": 4992,
		"spin": 3087,
		"hong": 2579,
		"corporate": 4452,
		"hal": 4314,
		"ham": 4895,
		"had": 69,
		"has": 47,
		"hat": 2404,
		"crowd": 2293,
		"bottom": 1324,
		"starring": 1184,
		"shoots": 3234,
		"raped": 3540,
		"explosions": 3978,
		"chain": 3629,
		"whoever": 2500,
		"chair": 3039,
		"ballet": 4520,
		"jerk": 3399,
		"locked": 2897,
		"exact": 2591,
		"minute": 786,
		"unintentionally": 3386,
		"cusack": 3843,
		"opposed": 3630,
		"following": 1045,
		"convincingly": 4521,
		"surfing": 4255,
		"jim": 1240,
		"seriously": 615,
		"spoken": 2850,
		"concert": 3252,
		"wandering": 4635,
		"turned": 679,
		"turner": 3768,
		"opposite": 1961,
		"imagined": 3792,
		"menacing": 3541,
		"convoluted": 3660,
		"west": 1263,
		"motives": 4204,
		"photos": 4453,
		"technology": 2131,
		"visually": 2009,
		"being": 112,
		"substance": 2327,
		"with": 19,
		"rage": 3980,
		"dirty": 1641,
		"watches": 3631,
		"watched": 296,
		"tricks": 3351,
		"caused": 2164,
		"causes": 2906,
		"portrays": 2235,
		"more": 53,
		"company": 1169,
		"learn": 850,
		"huge": 666,
		"hugh": 3934,
		"paper": 2300,
		"scott": 1091,
		"gadget": 4315,
		"shocking": 1621,
		"research": 2301,
		"word": 681,
		"blond": 4384,
		"exercise": 3435,
		"insane": 2140,
		"retarded": 3000,
		"bell": 4015,
		"bela": 4679,
		"adaptation": 1253,
		"satire": 2006,
		"treatment": 2199,
		"awake": 4141,
		"30": 1088,
		"parents": 846,
		"couple": 378,
		"chorus": 4316,
		"behave": 4486,
		"mouth": 1642,
		"terrorists": 4847,
		"into": 83,
		"atlantis": 4016,
		"singer": 1950,
		"show's": 3769,
		"video": 374,
		"victor": 2273,
		"makes": 166,
		"maker": 3011,
		"confidence": 4454,
		"comedy": 212,
		"intelligent": 1089,
		"insight": 2618,
		"snake": 4017,
		"denzel": 3387,
		"books": 1151,
		"witness": 2413,
		"'": 758,
		"greedy": 4636,
		"could": 100,
		"lumet": 4848,
		"interests": 4993,
		"false": 2556,
		"tonight": 4487,
		"sinatra": 2390,
		"tape": 2214,
		"riding": 3053,
		"stuff": 538,
		"guessing": 3099,
		"frame": 2122,
		"destiny": 4205,
		"nuclear": 3478,
		"staring": 4488,
		"marty": 4897,
		"english": 631,
		"greater": 2798,
		"off": 125,
		"crack": 4080,
		"become": 413,
		"recognition": 4637,
		"morris": 4849,
		"passion": 1797,
		"union": 3617,
		"swimming": 4419,
		"letters": 4455,
		"evident": 3523,
		"excitement": 2318,
		"garbo": 4942,
		"problem": 439,
		"nonetheless": 2935,
		"details": 1373,
		"exposure": 4994,
		"dave": 3833,
		"stinks": 4385,
		"porno": 4522,
		"worth": 290,
		"samurai": 3632,
		"machines": 3869,
		"viewings": 4719,
		"achieve": 2715,
		"1990": 4523,
		"1996": 4142,
		"1999": 4206,
		"era": 999,
		"nuts": 4765,
		"davies": 3770,
		"innovative": 3972,
		"production": 365,
		"understated": 4638,
		"reasonably": 3716,
		"reasonable": 3793,
		"daniel": 2274,
		"character's": 1730,
		"flawless": 3562,
		"another": 160,
		"dogs": 2515,
		"cabin": 2816,
		"historical": 1379,
		"subjects": 4046,
		"aunt": 2965,
		"haunted": 2368,
		"runs": 1129,
		"horrendous": 3388,
		"draws": 3771,
		"drawn": 1309,
		"encounters": 3267,
		"handful": 3516,
		"kitchen": 3904,
		"essentially": 2027,
		"tone": 1163,
		"imaginative": 3268,
		"tons": 3400,
		"massive": 2557,
		"tony": 1223,
		"unlikely": 2388,
		"brilliantly": 2105,
		"apparently": 684,
		"survival": 4098,
		"humble": 4489,
		"mid": 1696,
		"thanks": 1216,
		"similarities": 4351,
		"night": 314,
		"attorney": 4817,
		"test": 2181,
		"songs": 690,
		"concept": 1120,
		"battle": 985,
		"turns": 505,
		"gun": 1056,
		"guy": 232,
		"hadn't": 1869,
		"teacher": 1750,
		"regardless": 3563,
		"extra": 1727,
		"lacks": 1503,
		"discussion": 3772,
		"kurt": 3199,
		"brain": 1224,
		"still": 131,
		"drop": 2440,
		"yeah": 1243,
		"year": 291,
		"transition": 4592,
		"suffice": 4917,
		"brains": 4081,
		"importantly": 3517,
		"madness": 3001,
		"charismatic": 3389,
		"elvis": 3479,
		"develop": 2061,
		"food": 1644,
		"death": 341,
		"fortune": 3200,
		"fully": 1314,
		"exposed": 3773,
		"francis": 4804,
		"isn't": 218,
		"freddy": 2281,
		"poor": 338,
		"pool": 3073,
		"robert": 670,
		"thoughtful": 4353,
		"religious": 1736,
		"decide": 1197,
		"ass": 1995,
		"streets": 1986,
		"advertising": 4593,
		"heroic": 3818,
		"absence": 3819,
		"haven't": 774,
		"ninja": 4850,
		"fairy": 2447,
		"heavy": 1185,
		"lord": 1635,
		"american": 298,
		"trapped": 2605,
		"toward": 1841,
		"randomly": 4851,
		"caliber": 4898,
		"hype": 3401,
		"portrait": 3213,
		"league": 2756,
		"wouldn't": 586,
		"empty": 1896,
		"match": 1014,
		"grant": 2107,
		"grand": 1758,
		"obviously": 540,
		"synopsis": 3935,
		"reviewer": 2215,
		"showing": 800,
		"lips": 4047,
		"towards": 949,
		"silence": 3542,
		"similar": 729,
		"fears": 3564,
		"department": 2550,
		"unfunny": 1960,
		"telling": 979,
		"jump": 1783,
		"vampire": 1362,
		"lugosi": 2784,
		"clark": 2595,
		"manage": 1921,
		"camera": 370,
		"meet": 909,
		"pulling": 3661,
		"orson": 4420,
		"university": 3436,
		"special": 318,
		"times": 211,
		"wrapped": 4561,
		"battles": 3353,
		"mansion": 3025,
		"repeated": 2448,
		"sheriff": 2249,
		"won": 1199,
		"cameos": 3201,
		"episodes": 672,
		"ken": 3662,
		"kicking": 4562,
		"key": 1317,
		"limits": 4317,
		"surface": 2558,
		"increasingly": 3437,
		"distant": 3609,
		"pointless": 1149,
		"gain": 3235,
		"highest": 4082,
		"beats": 3936,
		"education": 4421,
		"consists": 3202,
		"sorry": 806,
		"suspenseful": 2570,
		"mel": 3774,
		"men": 349,
		"mitchell": 3717,
		"berlin": 4456,
		"room": 673,
		"movies": 102,
		"root": 3663,
		"gordon": 2236,
		"vicious": 3839,
		"third": 840,
		"personal": 965,
		"crew": 1051,
		"combination": 2221,
		"one": 31,
		"forgot": 2738,
		"aids": 4422,
		"comedies": 1290,
		"uses": 1077,
		"begins": 778,
		"mario": 4386,
		"maria": 2907,
		"mildred": 4049,
		"represented": 4359,
		"asks": 1643,
		"lovely": 1334,
		"locations": 1979,
		"ugly": 1558,
		"cant": 2488,
		"realizing": 4354,
		"failing": 3718,
		"assigned": 4943,
		"stunts": 3289,
		"nude": 2516,
		"dean": 2643,
		"deal": 855,
		"dear": 3214,
		"shakespeare": 2282,
		"afternoon": 2655,
		"down": 180,
		"narration": 2559,
		"editor": 3794,
		"creation": 3565,
		"batman": 1354,
		"happening": 1448,
		"pseudo": 3905,
		"restored": 4639,
		"father": 336,
		"talked": 3543,
		"suspect": 1781,
		"box": 953,
		"boy": 430,
		"bob": 2046,
		"teenage": 1667,
		"drags": 3465,
		"dennis": 2801,
		"snl": 4490,
		"police": 568,
		"stanwyck": 3334,
		"frequent": 4852,
		"first": 86,
		"speaking": 1386,
		"kevin": 1842,
		"complexity": 4640,
		"shocked": 2414,
		"harvey": 4355,
		"russian": 1766,
		"treasure": 2528,
		"travesty": 4995,
		"enthusiasm": 4805,
		"get": 79,
		"gem": 1528,
		"london": 1316,
		"seat": 2224,
		"wonder": 594,
		"satisfying": 2349,
		"across": 638,
		"considering": 1069,
		"capable": 2250,
		"sort": 432,
		"wake": 3290,
		"hardcore": 4208,
		"promising": 2428,
		"extended": 3844,
		"adams": 4601,
		"passionate": 4387,
		"each": 257,
		"vhs": 1856,
		"hey": 1400,
		"she's": 442,
		"u": 1206,
		"former": 1138,
		"zero": 1456,
		"newspaper": 3994,
		"masterpiece": 991,
		"mentions": 4899,
		"africa": 2415,
		"engaged": 3953,
		"mill": 4209,
		"hour": 534,
		"recall": 2283,
		"sucks": 1870,
		"remain": 2416,
		"ford": 2108,
		"needs": 738,
		"acts": 1421,
		"brady": 4143,
		"dragon": 2785,
		"comedic": 1717,
		"viewers": 797,
		"mystery": 736,
		"engaging": 1728,
		"perry": 4050,
		"they'll": 3664,
		"extraordinary": 2802,
		"top": 350,
		"tom": 827,
		"godfather": 3518,
		"charm": 1382,
		"premise": 863,
		"foreign": 2189,
		"point": 213,
		"expensive": 3269,
		"century": 1117,
		"knock": 3296,
		"though": 151,
		"abusive": 4595,
		"murphy": 2693,
		"cure": 4318,
		"utterly": 1254,
		"portraying": 2265,
		"entire": 436,
		"fat": 1922,
		"escaped": 3954,
		"closing": 2722,
		"continuity": 2386,
		"holds": 1777,
		"suspend": 4984,
		"watch": 106,
		"chasing": 3187,
		"blatant": 4144,
		"lively": 4764,
		"sexual": 861,
		"reaches": 4231,
		"reached": 3820,
		"have": 28,
		"prisoner": 4766,
		"disease": 3497,
		"occasion": 4083,
		"hamlet": 3420,
		"knowledge": 1857,
		"perfection": 3203,
		"showdown": 4901,
		"antics": 3871,
		"joke": 975,
		"equal": 3215,
		"it's": 45,
		"powell": 2592,
		"like": 40,
		"chick": 2284,
		"hair": 1153,
		"introduces": 4319,
		"rushed": 3312,
		"dressed": 1810,
		"detail": 1589,
		"direct": 1504,
		"nail": 4423,
		"doubt": 824,
		"revolves": 3054,
		"leaves": 889,
		"excellent": 321,
		"estate": 3519,
		"description": 2786,
		"parallel": 4680,
		"succeeds": 2880,
		"newly": 4700,
		"days": 504,
		"lovable": 3204,
		"attack": 1274,
		"fiction": 1219,
		"carrey": 3937,
		"frankly": 2035,
		"displays": 3856,
		"bridge": 3026,
		"thoroughly": 1562,
		"derek": 3544,
		"musicals": 2769,
		"overwhelming": 3981,
		"situations": 1186,
		"borrowed": 4902,
		"1960s": 4575,
		"finger": 4388,
		"hopefully": 2363,
		"fault": 2157,
		"elm": 4903,
		"n": 3363,
		"experience": 585,
		"prior": 2600,
		"shortly": 3633,
		"ocean": 4681,
		"gave": 520,
		"breaks": 2010,
		"melting": 4256,
		"hunt": 2335,
		"overrated": 3879,
		"hung": 4611,
		"duke": 3695,
		"stuck": 1571,
		"eerie": 3270,
		"picture": 431,
		"football": 2319,
		"faster": 4291,
		"vietnam": 2571,
		"ron": 2709,
		"roy": 2356,
		"row": 3438,
		"heston": 3634,
		"goes": 271,
		"witch": 1718,
		"crisis": 3112,
		"andy": 1798,
		"figure": 822,
		"sidney": 2891,
		"fourth": 2770,
		"hanks": 3520,
		"shy": 3566,
		"handled": 2400,
		"cards": 4320,
		"suspense": 836,
		"superman": 1832,
		"icon": 4904,
		"proud": 2606,
		"cheap": 706,
		"believing": 3354,
		"jazz": 3982,
		"jokes": 640,
		"signs": 4084,
		"quiet": 1858,
		"period": 810,
		"turkey": 2803,
		"case": 420,
		"cash": 2208,
		"cast": 177,
		"ironic": 2954,
		"author": 2133,
		"status": 2668,
		"justify": 4356,
		"he'll": 3872,
		"feminist": 4944,
		"patrick": 2329,
		"redeeming": 1653,
		"slaughter": 4682,
		"reactions": 3393,
		"rising": 4683,
		"felix": 4018,
		"operation": 4652,
		"deserve": 1833,
		"finale": 1962,
		"bullets": 3589,
		"streisand": 3665,
		"directors": 907,
		"decisions": 4145,
		"glimpse": 3132,
		"apartment": 1603,
		"occurs": 3453,
		"flick": 509,
		"sue": 4720,
		"sub": 1492,
		"sun": 2739,
		"sum": 3040,
		"charge": 2909,
		"horses": 3236,
		"israel": 4996,
		"definition": 4963,
		"occasionally": 2036,
		"adventure": 1154,
		"susan": 2787,
		"soccer": 4257,
		"somebody": 1843,
		"hill": 2190,
		"story": 65,
		"leading": 971,
		"storm": 3162,
		"store": 1130,
		"luckily": 3466,
		"king": 711,
		"kind": 243,
		"i": 13,
		"motivation": 3666,
		"storytelling": 2804,
		"lying": 3173,
		"wrote": 1040,
		"solo": 4321,
		"sold": 2962,
		"sole": 3719,
		"flight": 2817,
		"shirt": 3738,
		"9": 790,
		"daughters": 2847,
		"higher": 1931,
		"sell": 2225,
		"questions": 1204,
		"phone": 1699,
		"refuses": 3055,
		"vivid": 3983,
		"virus": 3313,
		"impressed": 1555,
		"lone": 4806,
		"long": 196,
		"hasn't": 1481,
		"nick": 1851,
		"nice": 327,
		"meaning": 1217,
		"allowing": 3498,
		"include": 1470,
		"gripping": 3133,
		"wrestling": 4210,
		"reunion": 3134,
		"judy": 4424,
		"chose": 2471,
		"explore": 3739,
		"suggests": 3188,
		"hardy": 2966,
		"miike": 4524,
		"whilst": 1864,
		"superior": 1731,
		"edie": 4258,
		"blues": 4322,
		"chaos": 4117,
		"g": 1331,
		"hence": 3041,
		"unknown": 1859,
		"splatter": 4323,
		"teenagers": 2369,
		"who": 37,
		"why": 138,
		"ensues": 4741,
		"utter": 2152,
		"pleased": 3521,
		"he": 29,
		"cube": 3271,
		"married": 1021,
		"joy": 1805,
		"job": 292,
		"joe": 914,
		"jon": 2636,
		"april": 4324,
		"offers": 1580,
		"stunning": 1380,
		"disagree": 3439,
		"warming": 4051,
		"cameo": 2055,
		"guts": 3291,
		"smart": 1393,
		"ripped": 3314,
		"rare": 1281,
		"carried": 2937,
		"carries": 2938,
		"polished": 4906,
		"horrific": 2993,
		"conclusion": 1174,
		"kinds": 2572,
		"kinda": 1932,
		"yellow": 4177,
		"miller": 3088,
		"budget": 352,
		"explained": 1852,
		"spoke": 4597,
		"successful": 1112,
		"hurt": 1487,
		"household": 4945,
		"damage": 4019,
		"machine": 1692,
		"wins": 2939,
		"keeps": 941,
		"wing": 2771,
		"wind": 1933,
		"silver": 3390,
		"represents": 3421,
		"financial": 4118,
		"necessarily": 2707,
		"ups": 1969,
		"subtlety": 4211,
		"infamous": 3149,
		"eva": 3474,
		"legs": 2977,
		"wisdom": 4721,
		"endure": 4325,
		"gives": 408,
		"responsible": 1893,
		"causing": 4052,
		"morality": 3696,
		"professor": 2489,
		"alas": 2940,
		"bomb": 2165,
		"shirley": 4389,
		"copy": 1039,
		"theme": 756,
		"best": 118,
		"adventures": 2474,
		"adapted": 3056,
		"rangers": 4873,
		"incompetent": 4767,
		"life": 113,
		"filmmaker": 1723,
		"child": 506,
		"madonna": 4641,
		"plight": 4598,
		"birth": 2540,
		"individuals": 3574,
		"despair": 4853,
		"juvenile": 3955,
		"liberal": 3697,
		"exist": 1778,
		"attitudes": 4642,
		"directorial": 3667,
		"erotic": 2475,
		"current": 2028,
		"rambo": 3956,
		"afford": 4146,
		"apparent": 1734,
		"believes": 2251,
		"believed": 2417,
		"winter": 3441,
		"elephant": 4491,
		"date": 1304,
		"decades": 2740,
		"matches": 4259,
		"matched": 4722,
		"million": 1431,
		"possibility": 4053,
		"vote": 2302,
		"2": 241,
		"rival": 3008,
		"future": 705,
		"opens": 2013,
		"take": 193,
		"clich\u00e9": 1591,
		"expression": 2827,
		"twin": 3635,
		"anti": 1210,
		"breath": 2741,
		"combined": 2505,
		"influence": 2398,
		"damon": 4768,
		"pop": 1719,
		"riveting": 4326,
		"masterpieces": 4890,
		"parties": 4807,
		"buying": 2644,
		"agree": 1041,
		"detailed": 4054,
		"gone": 825,
		"ad": 3253,
		"ah": 3795,
		"am": 244,
		"al": 1540,
		"an": 35,
		"as": 17,
		"dawn": 3422,
		"tiger": 4914,
		"irrelevant": 4854,
		"dressing": 4855,
		"myself": 546,
		"dinosaur": 4457,
		"resources": 4697,
		"beautiful": 307,
		"stated": 3431,
		"accept": 1779,
		"states": 1630,
		"clint": 4020,
		"imagery": 2656,
		"loud": 1292,
		"imagine": 838,
		"relationship": 649,
		"focusing": 4085,
		"fights": 1860,
		"funnier": 2805,
		"cover": 1108,
		"they'd": 3403,
		"obscure": 3720,
		"set": 270,
		"sex": 383,
		"see": 67,
		"sea": 2019,
		"drunk": 1819,
		"hollow": 4086,
		"agents": 4492,
		"worthless": 3545,
		"fifteen": 3496,
		"levels": 2191,
		"location": 1622,
		"victims": 1484,
		"sight": 1682,
		"santa": 2062,
		"anything": 233,
		"next": 375,
		"jewish": 2920,
		"mature": 2700,
		"actors": 156,
		"amitabh": 4723,
		"sides": 3012,
		"walken": 3590,
		"walked": 2529,
		"walker": 4055,
		"results": 1901,
		"send": 2222,
		"sent": 1412,
		"garden": 4056,
		"engage": 4526,
		"nancy": 2406,
		"kiss": 2828,
		"installment": 3668,
		"mars": 4599,
		"jesus": 1954,
		"owner": 2056,
		"painful": 1350,
		"steel": 4587,
		"blockbuster": 2645,
		"clearly": 695,
		"prove": 1970,
		"you'll": 490,
		"hope": 440,
		"sorts": 2580,
		"directs": 4189,
		"edition": 4724,
		"drug": 1392,
		"co": 1001,
		"cg": 4425,
		"cd": 4527,
		"lust": 4021,
		"romance": 883,
		"ball": 1871,
		"colour": 3335,
		"moments": 388,
		"generous": 3591,
		"footage": 929,
		"briefly": 3355,
		"delivery": 2669,
		"delivers": 1545,
		"official": 4119,
		"variety": 2593,
		"francisco": 3698,
		"sellers": 4769,
		"established": 2921,
		"pursuit": 4856,
		"smoke": 3740,
		"indians": 3699,
		"it": 12,
		"mayor": 4770,
		"backgrounds": 4260,
		"forty": 4212,
		"forth": 2589,
		"festival": 1413,
		"jealous": 3683,
		"stomach": 2879,
		"hilarious": 642,
		"bar": 1449,
		"notion": 4147,
		"facts": 2309,
		"charisma": 3315,
		"families": 2166,
		"coherent": 3984,
		"rain": 2517,
		"scenario": 2678,
		"campy": 2723,
		"adding": 2893,
		"spread": 4600,
		"bakshi": 4818,
		"tarzan": 1934,
		"sends": 3292,
		"comments": 795,
		"anime": 2158,
		"bettie": 3216,
		"minor": 1403,
		"pre": 1751,
		"cheated": 4563,
		"together": 295,
		"vampires": 2109,
		"global": 4564,
		"supposedly": 1505,
		"zone": 3254,
		"flash": 3174,
		"glad": 1264,
		"repetitive": 3611,
		"supporting": 696,
		"appears": 739,
		"jay": 3066,
		"trial": 3100,
		"jaw": 4699,
		"live": 412,
		"dedicated": 4327,
		"remember": 377,
		"cold": 1043,
		"cole": 3636,
		"birds": 3796,
		"intellectual": 2772,
		"half": 320,
		"hall": 2370,
		"theaters": 2258,
		"ed": 1659,
		"ex": 1233,
		"et": 4254,
		"shown": 617,
		"opened": 3057,
		"space": 834,
		"shows": 287,
		"impossible": 1167,
		"sheer": 2099,
		"seemed": 468,
		"style": 405,
		"prequel": 4857,
		"technical": 1759,
		"stephen": 1660,
		"countless": 3356,
		"finish": 1363,
		"tradition": 2955,
		"theater": 750,
		"choreography": 3822,
		"touch": 1229,
		"real": 147,
		"read": 332,
		"recorded": 4148,
		"conservative": 4528,
		"credits": 898,
		"greatly": 3058,
		"comics": 3442,
		"credibility": 3059,
		"cinematography": 627,
		"very": 55,
		"minded": 2971,
		"skin": 2391,
		"witnessed": 4725,
		"witnesses": 4684,
		"answers": 2757,
		"ahead": 1404,
		"soldier": 1631,
		"chicks": 4685,
		"fool": 2418,
		"foot": 2020,
		"desperately": 2724,
		"sympathy": 2506,
		"wacky": 4946,
		"since": 237,
		"put": 276,
		"jamie": 3546,
		"vulnerable": 4594,
		"pretty": 184,
		"trees": 4120,
		"glover": 3637,
		"horrid": 3797,
		"genre": 512,
		"liked": 423,
		"described": 2209,
		"describes": 4213,
		"else": 334,
		"anthony": 2047,
		"overlooked": 3522,
		"used": 343,
		"user": 4426,
		"march": 4390,
		"finding": 1556,
		"dull": 753,
		"cgi": 1683,
		"run": 521,
		"narrator": 3870,
		"visits": 4726,
		"heroine": 1886,
		"required": 2594,
		"requires": 3443,
		"go": 140,
		"wizard": 4602,
		"rotten": 4458,
		"lifestyle": 4164,
		"drops": 4214,
		"poetry": 4603,
		"claire": 2894,
		"blake": 4215,
		"till": 2449,
		"ben": 1022,
		"bed": 1445,
		"villains": 1910,
		"instance": 1825,
		"consequences": 3615,
		"affair": 1586,
		"parker": 2238,
		"anyway": 553,
		"she": 59,
		"accused": 3612,
		"horribly": 2357,
		"written": 398,
		"horrible": 527,
		"neither": 1082,
		"precious": 3669,
		"addition": 1577,
		"fate": 1949,
		"candy": 1911,
		"repeat": 3260,
		"inner": 2419,
		"affect": 4525,
		"never": 115,
		"drew": 2266,
		"cardboard": 3440,
		"tell": 376,
		"rights": 2657,
		"give": 202,
		"stupidity": 3002,
		"lucy": 3101,
		"luck": 1996,
		"taught": 4459,
		"mistress": 4727,
		"stewart": 1342,
		"hook": 4357,
		"hood": 3102,
		"psychotic": 3700,
		"packed": 3015,
		"matter": 551,
		"brilliance": 3499,
		"stop": 570,
		"reference": 2892,
		"picking": 3613,
		"appeared": 1482,
		"sunshine": 3906,
		"near": 751,
		"neat": 3150,
		"is": 9,
		"ii": 1530,
		"im": 4604,
		"in": 11,
		"if": 48,
		"scale": 2407,
		"identify": 3468,
		"burn": 3524,
		"burt": 2967,
		"daddy": 4429,
		"sticks": 3775,
		"fashioned": 3357,
		"dies": 1442,
		"died": 1131,
		"assume": 2237,
		"skip": 1771,
		"string": 3592,
		"accidentally": 2507,
		"exploitation": 2228,
		"pink": 4998,
		"sunday": 2710,
		"designed": 2429,
		"guys": 493,
		"maybe": 279,
		"provide": 1754,
		"cute": 1036,
		"cuts": 1902,
		"texas": 2450,
		"killer": 455,
		"touching": 1301,
		"killed": 556,
		"amateurish": 2342,
		"language": 1101,
		"exotic": 4179,
		"alfred": 4947,
		"gotta": 3525,
		"contemporary": 2392,
		"killing": 880,
		"jr": 1792,
		"stinker": 4216,
		"according": 1793,
		"disappointment": 1387,
		"arts": 1733,
		"those": 148,
		"middle": 655,
		"same": 172,
		"sandra": 4605,
		"audience": 311,
		"nose": 3175,
		"robbery": 4565,
		"making": 231,
		"joan": 1820,
		"gross": 2742,
		"broken": 1912,
		"market": 2336,
		"girlfriend": 980,
		"field": 1845,
		"obsessed": 2192,
		"students": 1537,
		"remote": 2941,
		"starting": 1861,
		"represent": 4180,
		"overdone": 3701,
		"titled": 3670,
		"titles": 2818,
		"lawyer": 2408,
		"search": 1787,
		"none": 600,
		"compare": 1661,
		"blood": 541,
		"existence": 2011,
		"walls": 3404,
		"goofy": 2968,
		"timothy": 3753,
		"explored": 4087,
		"commentary": 1702,
		"individual": 2267,
		"tender": 4328,
		"guilt": 3237,
		"throughout": 469,
		"create": 987,
		"creativity": 4858,
		"ireland": 3957,
		"understand": 391,
		"bill": 988,
		"moment": 561,
		"chemistry": 1175,
		"excited": 2229,
		"matters": 2294,
		"examples": 2685,
		"pet": 2922,
		"per": 3113,
		"doll": 4217,
		"grave": 2622,
		"forward": 930,
		"explaining": 4121,
		"fisher": 3873,
		"ashamed": 3013,
		"effectively": 2620,
		"sir": 2688,
		"instead": 305,
		"emotion": 1426,
		"rex": 3593,
		"defend": 4478,
		"red": 767,
		"today": 639,
		"secretary": 3377,
		"embarrassed": 2942,
		"nicholson": 4462,
		"absurd": 1755,
		"timing": 2852,
		"areas": 3798,
		"instant": 4181,
		"passing": 2581,
		"glorious": 4149,
		"laugh": 462,
		"atmospheric": 3151,
		"likable": 1451,
		"lifetime": 2646,
		"portray": 1975,
		"citizen": 3845,
		"works": 495,
		"1984": 4907,
		"1983": 4728,
		"1980": 4292,
		"buy": 818,
		"bus": 2647,
		"but": 21,
		"minutes": 234,
		"80": 3042,
		"every": 175,
		"street": 890,
		"streep": 4686,
		"disney": 910,
		"hundreds": 3103,
		"path": 2524,
		"visible": 4687,
		"philip": 3060,
		"me": 72,
		"ms": 1563,
		"mr": 443,
		"my": 61,
		"end": 130,
		"enter": 2541,
		"expectations": 1398,
		"chuck": 3447,
		"hank": 4391,
		"god": 558,
		"got": 188,
		"already": 460,
		"took": 562,
		"fashion": 1597,
		"talking": 662,
		"bacall": 4870,
		"stood": 3405,
		"prostitute": 4057,
		"enterprise": 4150,
		"demented": 4729,
		"nightmares": 4058,
		"improve": 4392,
		"protect": 2910,
		"lesser": 2911,
		"wound": 4529,
		"complex": 1315,
		"several": 450,
		"humanity": 1946,
		"actresses": 1507,
		"apart": 972,
		"gift": 3470,
		"cooper": 3061,
		"ice": 1903,
		"christmas": 982,
		"head": 419,
		"heat": 3567,
		"hear": 842,
		"bargain": 4866,
		"bullet": 3985,
		"asking": 2254,
		"sing": 1941,
		"town": 513,
		"groups": 4022,
		"dropped": 3444,
		"watching": 149,
		"speaks": 2466,
		"conversations": 3958,
		"opera": 1422,
		"realise": 3547,
		"pokemon": 4607,
		"millions": 3152,
		"huh": 3374,
		"r": 1479,
		"considered": 1192,
		"80's": 1355,
		"crime": 823,
		"rendition": 4643,
		"fails": 996,
		"late": 522,
		"filmmakers": 1057,
		"hardly": 983,
		"paying": 2648,
		"dolls": 4445,
		"seeking": 2987,
		"producers": 1180,
		"except": 549,
		"virginia": 4566,
		"on": 23,
		"ok": 608,
		"oh": 449,
		"of": 7,
		"oz": 4493,
		"or": 42,
		"everyone": 316,
		"strictly": 3481,
		"racism": 3089,
		"racist": 2758,
		"idea": 326,
		"politics": 2420,
		"souls": 3741,
		"odds": 3986,
		"program": 2081,
		"presentation": 2978,
		"woman": 255,
		"grandfather": 4494,
		"rate": 967,
		"design": 1592,
		"guns": 1865,
		"andrews": 3423,
		"pleasant": 2211,
		"thankfully": 2670,
		"embarrassing": 2268,
		"imitation": 4859,
		"desperation": 4182,
		"bigger": 1963,
		"tomatoes": 4808,
		"sequence": 720,
		"screenwriter": 2979,
		"gruesome": 2943,
		"succeed": 3115,
		"vaguely": 4649,
		"result": 959,
		"arrives": 2957,
		"arrived": 4530,
		"lower": 2358,
		"anybody": 1814,
		"seemingly": 1573,
		"fbi": 3111,
		"jumps": 2980,
		"mountains": 3987,
		"associated": 3445,
		"initial": 2405,
		"drinking": 2779,
		"incoherent": 3316,
		"pushing": 3742,
		"nervous": 4427,
		"villain": 1019,
		"something": 142,
		"united": 2351,
		"luke": 2175,
		"tension": 1074,
		"easily": 714,
		"nostalgia": 4688,
		"nostalgic": 4428,
		"orange": 4999,
		"bumbling": 4860,
		"profound": 3322,
		"studios": 2830,
		"kidding": 3988,
		"shallow": 2012,
		"boring": 357,
		"dorothy": 3337,
		"filmed": 814,
		"ended": 1054,
		"whether": 726,
		"arguably": 4689,
		"embarrassment": 4467,
		"unconvincing": 2631,
		"table": 2702,
		"hunters": 4644,
		"painted": 4218,
		"member": 1679,
		"beast": 2773,
		"introduce": 4919,
		"wealthy": 3092,
		"were": 71,
		"loser": 3358,
		"loses": 1978,
		"own": 205,
		"intention": 3424,
		"record": 1853,
		"intentionally": 4645,
		"foul": 3939,
		"four": 689,
		"hitchcock": 2912,
		"commented": 4293,
		"k": 2295,
		"types": 2110,
		"survivors": 4358,
		"easier": 3425,
		"series": 201,
		"1970s": 3469,
		"caught": 1059,
		"channels": 4809,
		"basketball": 4730,
		"tired": 1458,
		"golden": 2050,
		"trek": 2141,
		"showed": 1177,
		"tree": 2840,
		"second": 333,
		"shower": 3014,
		"recommended": 1178,
		"doors": 3594,
		"wells": 4567,
		"camp": 1250,
		"came": 385,
		"country": 704,
		"edgar": 4500,
		"planned": 4261,
		"worker": 3504,
		"worked": 952,
		"gritty": 2542,
		"neighbors": 4731,
		"previous": 960,
		"innocent": 1356,
		"brought": 839,
		"enemies": 4262,
		"raised": 2841,
		"son": 492,
		"support": 1425,
		"constantly": 1343,
		"inside": 1004,
		"fly": 2223,
		"models": 4122,
		"glass": 3062,
		"settle": 4184,
		"sign": 1913,
		"understanding": 1897,
		"logical": 3671,
		"fake": 1214,
		"angry": 1612,
		"wicked": 3799,
		"awesome": 1190,
		"stole": 3846,
		"revealed": 2029,
		"st": 3369,
		"sh": 4294,
		"drunken": 3721,
		"experiments": 4646,
		"torn": 3067,
		"hot": 893,
		"frank": 1265,
		"investigation": 3500,
		"open": 911,
		"fooled": 4460,
		"argument": 3743,
		"ironically": 3614,
		"winters": 4329,
		"average": 856,
		"laws": 4461,
		"merit": 3940,
		"psychiatrist": 3702,
		"assistant": 3217,
		"priest": 2325,
		"anyways": 3847,
		"many": 111,
		"mann": 4393,
		"caring": 2913,
		"lovers": 1846,
		"six": 1446,
		"around": 187,
		"debut": 2016,
		"homeless": 3276,
		"her": 41,
		"handsome": 2252,
		"johnny": 1806,
		"mask": 2377,
		"mass": 2969,
		"sin": 3074,
		"returned": 3782,
		"documentaries": 3672,
		"harry": 1335,
		"maggie": 4151,
		"pulls": 2649,
		"6": 1086,
		"morgan": 2021,
		"waves": 4568,
		"sucked": 2067,
		"found": 258,
		"belief": 2607,
		"castle": 1662,
		"guess": 482,
		"bitter": 2919,
		"giving": 743,
		"heavily": 2699,
		"writes": 4495,
		"writer": 564,
		"banned": 4023,
		"enemy": 2543,
		"spirits": 4123,
		"demons": 2624,
		"hilariously": 4810,
		"alert": 4430,
		"gonna": 2146,
		"kelly": 1480,
		"stunt": 3410,
		"australia": 3875,
		"suffering": 2073,
		"d": 1095,
		"continue": 1743,
		"curious": 1997,
		"suit": 1735,
		"up": 56,
		"us": 178,
		"un": 2759,
		"uk": 2285,
		"thugs": 3959,
		"holes": 1512,
		"fresh": 1476,
		"having": 260,
		"race": 1522,
		"trite": 3104,
		"hyde": 4861,
		"consistently": 4152,
		"busy": 2958,
		"holmes": 3136,
		"exciting": 1127,
		"clich\u00e9s": 1807,
		"bush": 3450,
		"clich\u00e9d": 2711,
		"rubbish": 1916,
		"fits": 2352,
		"move": 847,
		"chosen": 2218,
		"legendary": 2560,
		"truth": 882,
		"release": 766,
		"back": 145,
		"bother": 1414,
		"roberts": 3338,
		"gentle": 3800,
		"linda": 4220,
		"lily": 3878,
		"mechanical": 4908,
		"painting": 3370,
		"bring": 721,
		"decade": 2068,
		"principal": 4221,
		"should": 144,
		"ends": 630,
		"la": 1080,
		"li": 4509,
		"pitt": 2743,
		"matthew": 3876,
		"drink": 3163,
		"build": 1703,
		"pleasantly": 3595,
		"likes": 1232,
		"checking": 3303,
		"blowing": 4024,
		"\u0096": 475,
		"irish": 2531,
		"simon": 2182,
		"controversial": 3116,
		"triumph": 3823,
		"daughter": 577,
		"negative": 1566,
		"award": 1344,
		"aware": 1887,
		"player": 1799,
		"interview": 2704,
		"beach": 2583,
		"horror": 189,
		"fever": 3812,
		"after": 103,
		"japan": 1898,
		"highlights": 3568,
		"versus": 3989,
		"rocky": 4811,
		"rocks": 3339,
		"created": 1075,
		"creates": 2126,
		"scenes": 139,
		"astaire": 3703,
		"personality": 1613,
		"wannabe": 3801,
		"we": 75,
		"terms": 1303,
		"brad": 2782,
		"ease": 3964,
		"fest": 3340,
		"comfortable": 3969,
		"air": 945,
		"aid": 4088,
		"property": 4862,
		"inspired": 1581,
		"contact": 3154,
		"photo": 4883,
		"board": 2089,
		"progresses": 4608,
		"response": 3639,
		"remind": 3027,
		"beating": 3318,
		"bound": 2725,
		"old": 154,
		"true": 283,
		"absent": 4948,
		"welcome": 2378,
		"loyal": 4295,
		"killings": 3430,
		"system": 1510,
		"producing": 4037,
		"loves": 1388,
		"appear": 977,
		"appeal": 1271,
		"muslim": 4863,
		"cat": 1132,
		"can": 70,
		"clothing": 3971,
		"lacked": 3674,
		"intrigued": 3704,
		"directing": 940,
		"happen": 593,
		"album": 4976,
		"surrounding": 3392,
		"cary": 4089,
		"cars": 1880,
		"carl": 4124,
		"card": 3155,
		"care": 459,
		"british": 698,
		"stevens": 4531,
		"message": 749,
		"national": 2082,
		"television": 699,
		"price": 1866,
		"forever": 1437,
		"understandable": 4394,
		"amanda": 4431,
		"physically": 3105,
		"asleep": 2359,
		"blame": 1821,
		"overlook": 4909,
		"ruby": 4647,
		"thrillers": 3106,
		"alcoholic": 4532,
		"evening": 2193,
		"curtis": 3378,
		"comment": 931,
		"valuable": 4533,
		"ambitious": 3548,
		"rules": 2269,
		"listening": 2621,
		"70": 4609,
		"wolf": 3926,
		"flashbacks": 2183,
		"jaws": 4821,
		"seagal": 3272,
		"sadness": 3907,
		"suited": 3941,
		"cameron": 4059,
		"louis": 2393,
		"loose": 1888,
		"fired": 3429,
		"toys": 4153,
		"offended": 4154,
		"history": 479,
		"sneak": 4949,
		"invasion": 4710,
		"words": 715,
		"help": 339,
		"held": 1428,
		"hell": 609,
		"ya": 4534,
		"you've": 874,
		"stopped": 2230,
		"surrounded": 3391,
		"issue": 1834,
		"reason": 282,
		"kung": 2135,
		"scheme": 4090,
		"center": 2216,
		"officers": 4155,
		"experienced": 2574,
		"macy": 4732,
		"experiences": 2490,
		"popularity": 4950,
		"latest": 2484,
		"paranoia": 4581,
		"alexander": 3802,
		"invisible": 2504,
		"secrets": 3908,
		"charlotte": 4540,
		"alone": 584,
		"along": 367,
		"look": 168,
		"danes": 4156,
		"reads": 4535,
		"ready": 1623,
		"savage": 3569,
		"minimal": 3722,
		"step": 1491,
		"plots": 1847,
		"shine": 4091,
		"hired": 2633,
		"classics": 2239,
		"nonsense": 1835,
		"inept": 2797,
		"stops": 3003,
		"sounded": 2774,
		"psycho": 2167,
		"fascinated": 4733,
		"suits": 3675,
		"meant": 981,
		"commercial": 2153,
		"win": 1176,
		"wit": 2210,
		"remains": 1287,
		"means": 817,
		"started": 645,
		"pretending": 4470,
		"actor": 284,
		"completely": 340,
		"protagonists": 3238,
		"such": 141,
		"bourne": 2744,
		"based": 448,
		"missing": 1012,
		"supernatural": 2467,
		"slowly": 1364,
		"bucks": 3596,
		"strange": 680,
		"well": 73,
		"tongue": 3028,
		"glenn": 3848,
		"washington": 2079,
		"stories": 537,
		"eric": 2127,
		"simpson": 4772,
		"whose": 625,
		"wreck": 3526,
		"credit": 1109,
		"besides": 1371,
		"criminals": 2819,
		"adult": 1158,
		"pride": 3114,
		"president": 2217,
		"encounter": 2794,
		"meat": 3549,
		"bone": 3909,
		"bond": 1648,
		"navy": 3029,
		"crucial": 4812,
		"features": 944,
		"featured": 2561,
		"helen": 3177,
		"distance": 3744,
		"mini": 2387,
		"mine": 1923,
		"sounding": 4413,
		"regular": 1988,
		"explain": 1260,
		"decides": 1068,
		"fascinating": 1429,
		"decided": 872,
		"subject": 875,
		"00": 4610,
		"warrior": 3745,
		"against": 429,
		"loaded": 4910,
		"website": 3910,
		"mouse": 2914,
		"kim": 2508,
		"kid": 554,
		"directly": 2555,
		"aside": 1212,
		"human": 406,
		"character": 109,
		"wanting": 1786,
		"feelings": 1417,
		"performing": 3462,
		"unnecessary": 1744,
		"theatrical": 2253,
		"protagonist": 2311,
		"remarks": 4613,
		"giallo": 3949,
		"detective": 1255,
		"suffered": 3117,
		"it'll": 4092,
		"adds": 1608,
		"makeup": 2430,
		"wealth": 4008,
		"dude": 2767,
		"going": 170,
		"reviews": 857,
		"kenneth": 3776,
		"confused": 1471,
		"map": 4911,
		"may": 203,
		"max": 2431,
		"man": 132,
		"johnson": 2820,
		"tale": 787,
		"tall": 3676,
		"talk": 740,
		"wishing": 4864,
		"pitch": 3063,
		"writers": 927,
		"settings": 2775,
		"jackson": 1881,
		"mess": 947,
		"keith": 4938,
		"advance": 4263,
		"thing": 155,
		"forms": 4307,
		"think": 104,
		"cheese": 3043,
		"sounds": 934,
		"cheesy": 954,
		"subplot": 3677,
		"eyes": 523,
		"eyed": 3406,
		"comedian": 3016,
		"shop": 2022,
		"shot": 324,
		"show": 123,
		"corner": 3130,
		"nearly": 754,
		"knife": 3193,
		"drives": 3044,
		"speech": 2491,
		"jeffrey": 4125,
		"oil": 3239,
		"driven": 2168,
		"largely": 2256,
		"parody": 2111,
		"money": 278,
		"jake": 3273,
		"grim": 2671,
		"facing": 4432,
		"strip": 3255,
		"strikes": 3372,
		"deep": 933,
		"general": 831,
		"selfish": 3961,
		"stilted": 4569,
		"resembles": 3877,
		"alright": 2659,
		"emily": 3736,
		"hideous": 4251,
		"90s": 4773,
		"illogical": 4330,
		"bible": 3407,
		"eye": 744,
		"comparing": 4433,
		"family's": 4718,
		"ensemble": 3137,
		"playing": 395,
		"suffer": 2712,
		"25": 2476,
		"20": 891,
		"complain": 3824,
		"print": 2492,
		"members": 1066,
		"laughable": 1322,
		"done": 224,
		"park": 1547,
		"dentist": 3319,
		"part": 173,
		"recording": 4912,
		"majority": 2159,
		"serve": 2895,
		"extremely": 576,
		"storyline": 769,
		"ruin": 2457,
		"unhappy": 4434,
		"common": 1141,
		"dancer": 3189,
		"dropping": 4813,
		"gay": 992,
		"gas": 2551,
		"gag": 3288,
		"wedding": 1761,
		"replaced": 2959,
		"craven": 4913,
		"semi": 2394,
		"mirror": 2915,
		"jimmy": 2005,
		"lesson": 2037,
		"flop": 4060,
		"kirk": 4093,
		"classic": 356,
		"random": 1526,
		"director's": 2030,
		"trail": 4951,
		"iii": 3448,
		"account": 2650,
		"obvious": 578,
		"mixture": 4183,
		"lame": 835,
		"forest": 2585,
		"willing": 1688,
		"spell": 3341,
		"ratings": 2896,
		"matt": 2312,
		"farm": 3886,
		"mate": 3678,
		"ask": 942,
		"ruins": 4929,
		"dreary": 4734,
		"normally": 1760,
		"inspiring": 3373,
		"richards": 4865,
		"including": 587,
		"ralph": 3164,
		"deliver": 1645,
		"relevant": 3402,
		"bull": 4264,
		"authority": 4265,
		"forgettable": 2441,
		"although": 261,
		"actual": 779,
		"biggest": 1126,
		"45": 3598,
		"40": 1673,
		"limited": 1763,
		"poorly": 862,
		"charles": 1394,
		"fabulous": 2726,
		"julie": 2806,
		"julia": 2686,
		"roles": 555,
		"hospital": 1550,
		"preview": 4435,
		"jungle": 2687,
		"compelling": 1444,
		"ghosts": 2745,
		"hurts": 4352,
		"onto": 1646,
		"rank": 4222,
		"hearing": 2231,
		"urban": 2608,
		"saga": 4296,
		"report": 4436,
		"choreographed": 4331,
		"corrupt": 3408,
		"weak": 815,
		"wear": 2637,
		"trust": 1684,
		"hitler": 2145,
		"horrors": 3645,
		"social": 1031,
		"thick": 3803,
		"teenager": 2343,
		"appearing": 3256,
		"officer": 1909,
		"jennifer": 2100,
		"disappeared": 4332,
		"plus": 935,
		"existed": 3849,
		"questionable": 4612,
		"focus": 1152,
		"leads": 832,
		"environment": 2776,
		"cook": 3107,
		"little": 117,
		"cool": 646,
		"humour": 1285,
		"inducing": 4952,
		"russell": 2609,
		"lonely": 2610,
		"name": 403,
		"obsession": 2970,
		"childhood": 1548,
		"terrifying": 3240,
		"cops": 1788,
		"unfortunately": 472,
		"outcome": 3746,
		"medium": 3449,
		"rent": 851,
		"ideas": 1008,
		"ideal": 4223,
		"blunt": 4570,
		"urge": 4238,
		"reveal": 2596,
		"college": 1170,
		"definite": 3777,
		"duty": 4126,
		"pot": 4360,
		"60": 3293,
		"careful": 4690,
		"50s": 4867,
		"persona": 3570,
		"persons": 4774,
		"cartoon": 1072,
		"actress": 524,
		"halfway": 2807,
		"rose": 2313,
		"kills": 1098,
		"kennedy": 4224,
		"reduced": 3747,
		"loosely": 3748,
		"stand": 759,
		"ladies": 1914,
		"gary": 1998,
		"amongst": 2923,
		"his": 27,
		"all": 32,
		"awful": 373,
		"sentimental": 3178,
		"crush": 4266,
		"basically": 691,
		"v": 1964,
		"hearted": 2287,
		"influenced": 4061,
		"court": 2619,
		"goal": 3359,
		"essence": 3320,
		"parts": 531,
		"friendship": 1862,
		"rating": 675,
		"expect": 535,
		"wondered": 3550,
		"feed": 4775,
		"feel": 235,
		"feet": 2194,
		"steals": 2376,
		"destruction": 3263,
		"hotel": 1455,
		"outrageous": 3599,
		"suspicious": 4735,
		"nights": 3527,
		"notch": 2501,
		"timeless": 3679,
		"numerous": 1942,
		"outfit": 4267,
		"annie": 3825,
		"cheek": 3850,
		"complaint": 3306,
		"lincoln": 3140,
		"warmth": 4830,
		"roth": 4915,
		"temple": 3723,
		"dialog": 807,
		"wanna": 3030,
		"highlight": 2468,
		"problems": 712,
		"helping": 2760,
		"narrative": 1321,
		"hopper": 4675,
		"reaching": 4471,
		"man's": 1601,
		"slightest": 3638,
		"sit": 870,
		"frightening": 2532,
		"freeman": 2831,
		"river": 1872,
		"creator": 4868,
		"angle": 2651,
		"currently": 3880,
		"frustrated": 3571,
		"wall": 1513,
		"walk": 1135,
		"sequences": 844,
		"crappy": 2136,
		"gothic": 3360,
		"gets": 214,
		"whale": 4127,
		"ingredients": 4048,
		"attractive": 1564,
		"scottish": 4536,
		"possibilities": 4361,
		"universe": 2518,
		"realism": 1882,
		"van": 1171,
		"cinderella": 2379,
		"made": 93,
		"ultimately": 1116,
		"margaret": 3962,
		"sandler": 3171,
		"elegant": 4537,
		"hero": 632,
		"reporter": 2422,
		"here": 133,
		"holy": 3942,
		"hole": 2944,
		"hold": 1070,
		"knows": 694,
		"how": 89,
		"hop": 4497,
		"beauty": 936,
		"backdrop": 4157,
		"sutherland": 3294,
		"worlds": 3257,
		"corny": 2031,
		"object": 3258,
		"touches": 2442,
		"touched": 2842,
		"hammer": 4225,
		"accident": 1704,
		"met": 1836,
		"asked": 1803,
		"aspect": 1251,
		"pro": 3348,
		"modesty": 3960,
		"surprised": 770,
		"played": 256,
		"things": 183,
		"any": 101,
		"tune": 3190,
		"enters": 3426,
		"dialogues": 3963,
		"emphasis": 4268,
		"easy": 776,
		"east": 2924,
		"paulie": 4196,
		"bobby": 3471,
		"creative": 1518,
		"stylish": 3005,
		"o": 1604,
		"slightly": 1076,
		"soon": 515,
		"knowing": 1275,
		"offer": 1464,
		"talents": 1956,
		"floor": 1873,
		"rolling": 2660,
		"time": 58,
		"reviewers": 1989,
		"funeral": 4128,
		"nowhere": 1282,
		"films": 108,
		"suck": 2777,
		"truck": 2832,
		"improved": 3827,
		"sexually": 3375,
		"formula": 2063,
		"spending": 3427,
		"reveals": 2672,
		"ridiculous": 647,
		"boyfriend": 1432,
		"note": 854,
		"montage": 4226,
		"weapons": 2872,
		"slow": 550,
		"tears": 1674,
		"artist": 1740,
		"roger": 2477,
		"where": 121,
		"gangster": 2112,
		"jobs": 2632,
		"spare": 4062,
		"boat": 2074,
		"stretch": 3218,
		"likewise": 4716,
		"broadcast": 3851,
		"color": 1399,
		"vague": 3482,
		"scientific": 3749,
		"power": 671,
		"intimate": 4691,
		"favorite": 514,
		"project": 1187,
		"complete": 601,
		"darker": 3778,
		"accents": 2458,
		"walks": 2371,
		"consider": 1133,
		"smile": 1826,
		"richard": 745,
		"method": 4269,
		"would've": 2533,
		"dress": 2727,
		"attitude": 2169,
		"really": 66,
		"woman's": 3219,
		"unrealistic": 2270,
		"artistic": 1614,
		"wayne": 2451,
		"unsettling": 4333,
		"choose": 2257,
		"devil": 2113,
		"receive": 3911,
		"involved": 574,
		"mst3k": 3179,
		"beautifully": 1293,
		"virtually": 2360,
		"popcorn": 3912,
		"opinion": 652,
		"surprises": 2459,
		"can't": 191,
		"projects": 3451,
		"ain't": 2808,
		"garbage": 1244,
		"marie": 2151,
		"elements": 791,
		"prefer": 2788,
		"ago": 596,
		"fighter": 4025,
		"age": 559,
		"carrying": 2918,
		"torture": 1789,
		"continues": 1999,
		"animals": 1389,
		"continued": 3501,
		"marry": 2275,
		"visuals": 2057,
		"odd": 1032,
		"indian": 1395,
		"delivering": 4498,
		"great": 87,
		"titanic": 2746,
		"defeat": 4108,
		"potential": 986,
		"this": 14,
		"thin": 1523,
		"christopher": 1368,
		"producer": 1325,
		"train": 1374,
		"produced": 1055,
		"cage": 1935,
		"accompanied": 4736,
		"beneath": 4158,
		"doing": 399,
		"shut": 2925,
		"scary": 629,
		"scare": 2337,
		"ties": 4297,
		"viewer": 529,
		"viewed": 2395,
		"device": 2701,
		"wounded": 4954,
		"atmosphere": 841,
		"90's": 3090,
		"bedroom": 4094,
		"h": 2023,
		"etc": 525,
		"strongly": 2303,
		"terrorist": 4270,
		"upon": 725,
		"idiot": 2665,
		"paul": 723,
		"literally": 1227,
		"not": 24,
		"puts": 1457,
		"catherine": 3342,
		"basic": 1121,
		"unwatchable": 4063,
		"rule": 2673,
		"saves": 3220,
		"saved": 1894,
		"relationships": 1519,
		"follow": 794,
		"told": 579,
		"kudos": 3600,
		"struck": 3502,
		"term": 2881,
		"wore": 4362,
		"work": 157,
		"worn": 4737,
		"indie": 2689,
		"india": 2853,
		"disappoint": 4363,
		"meaningful": 3191,
		"order": 661,
		"office": 1052,
		"meets": 892,
		"bruce": 1478,
		"cameras": 3965,
		"rats": 4771,
		"comic": 700,
		"tea": 3384,
		"genuine": 2038,
		"high": 312,
		"deeply": 1685,
		"steal": 2114,
		"yes": 422,
		"received": 1990,
		"ill": 1815,
		"royal": 4876,
		"scarecrow": 4579,
		"concerning": 3828,
		"independent": 1724,
		"photographer": 3852,
		"photographed": 3551,
		"dead": 351,
		"dying": 1721,
		"reality": 635,
		"dance": 837,
		"terror": 2573,
		"brown": 2115,
		"trouble": 1113,
		"regret": 2598,
		"fortunately": 2994,
		"southern": 2929,
		"lucky": 2042,
		"typical": 801,
		"honest": 1202,
		"online": 4692,
		"professional": 1624,
		"namely": 4463,
		"3": 342,
		"notice": 1495,
		"couldn't": 426,
		"two": 107,
		"senseless": 4271,
		"symbolism": 3881,
		"benefit": 4275,
		"willis": 4956,
		"business": 970,
		"your": 129,
		"you": 25,
		"building": 1430,
		"centers": 4615,
		"pretentious": 1948,
		"darkness": 2601,
		"emotions": 1438,
		"teach": 3336,
		"flaws": 1508,
		"awe": 4299,
		"stayed": 2674,
		"tried": 805,
		"a": 6,
		"committed": 2534,
		"actually": 165,
		"bland": 1904,
		"beyond": 724,
		"lights": 2690,
		"terrible": 394,
		"terribly": 1905,
		"expecting": 1017,
		"sacrifice": 3552,
		"missed": 1049,
		"alongside": 4648,
		"lie": 2866,
		"lit": 3990,
		"useless": 3506,
		"clear": 788,
		"clean": 2170,
		"circle": 4246,
		"international": 1966,
		"both": 199,
		"sensitive": 2728,
		"headed": 2854,
		"outstanding": 1339,
		"territory": 3641,
		"dialogue": 414,
		"while": 137,
		"bonus": 4437,
		"added": 1283,
		"eating": 1889,
		"reed": 3118,
		"reel": 4777,
		"practically": 2201,
		"does": 127,
		"nicholas": 4577,
		"shake": 4464,
		"singing": 1118,
		"vehicle": 2196,
		"becomes": 461,
		"won't": 528,
		"mentioned": 1046,
		"masters": 4159,
		"measure": 4160,
		"mere": 2691,
		"bears": 3321,
		"final": 477,
		"exactly": 618,
		"goldberg": 3750,
		"able": 502,
		"earned": 4300,
		"winner": 2286,
		"overall": 444,
		"mgm": 2729,
		"contain": 3031,
		"pity": 2240,
		"state": 1110,
		"group": 604,
		"career": 611,
		"minds": 2638,
		"journey": 1311,
		"treat": 1694,
		"fonda": 4499,
		"began": 1695,
		"effect": 962,
		"laurel": 3779,
		"reasons": 1007,
		"ought": 3882,
		"martin": 1593,
		"due": 688,
		"cruel": 2747,
		"using": 772,
		"secondly": 4129,
		"captain": 1705,
		"presents": 2423,
		"even": 60,
		"aren't": 713,
		"landscape": 3859,
		"calm": 4869,
		"laughs": 919,
		"curiosity": 3616,
		"lesbian": 2493,
		"purchase": 4438,
		"waited": 4465,
		"unfolds": 4186,
		"aired": 3181,
		"turning": 1587,
		"starts": 517,
		"twisted": 2509,
		"chest": 4539,
		"chess": 4439,
		"colorful": 3221,
		"bat": 2916,
		"bay": 4778,
		"bag": 3119,
		"bad": 78,
		"brazil": 3829,
		"inappropriate": 4650,
		"three": 289,
		"threw": 3913,
		"suppose": 1408,
		"balance": 2972,
		"mexico": 2713,
		"potentially": 4616,
		"qualities": 2432,
		"claims": 2452,
		"sentence": 4130,
		"spooky": 3642,
		"performance": 239,
		"super": 1165,
		"commit": 3538,
		"amazingly": 2789,
		"offering": 3991,
		"builds": 3861,
		"understood": 2717,
		"staged": 3943,
		"floating": 4693,
		"handed": 2675,
		"jones": 1532,
		"themes": 1326,
		"suicide": 1720,
		"technique": 3120,
		"finally": 417,
		"did": 122,
		"die": 783,
		"dig": 3302,
		"exaggerated": 3694,
		"wait": 858,
		"rented": 1610,
		"everybody": 1462,
		"acceptable": 3472,
		"soul": 1357,
		"arrive": 3854,
		"anne": 2160,
		"critics": 1418,
		"thank": 1294,
		"mail": 4738,
		"main": 293,
		"views": 2692,
		"girl": 250,
		"living": 581,
		"miles": 2064,
		"correct": 2296,
		"lab": 3491,
		"we're": 1106,
		"undoubtedly": 4064,
		"voices": 2338,
		"voiced": 4364,
		"channel": 1308,
		"track": 1406,
		"tracy": 3064,
		"surprising": 1767,
		"satisfied": 4095,
		"stupid": 379,
		"remake": 1034,
		"stretched": 4958,
		"unusual": 1732,
		"mark": 951,
		"mary": 1083,
		"warning": 1710,
		"movements": 3830,
		"different": 275,
		"harsh": 2494,
		"doctor": 1042,
		"tour": 3075,
		"struggling": 2519,
		"bottle": 4617,
		"among": 793,
		"climactic": 4541,
		"critical": 2778,
		"phony": 4980,
		"violence": 567,
		"suffers": 2478,
		"children": 476,
		"hollywood's": 4227,
		"putting": 1489,
		"movement": 2425,
		"diamond": 3643,
		"sleeping": 2765,
		"bleak": 3752,
		"someone": 294,
		"mental": 1752,
		"house": 313,
		"connect": 3807,
		"acting": 116,
		"tiresome": 4542,
		"rated": 1150,
		"contrary": 3804,
		"treated": 1899,
		"built": 2171,
		"particularly": 572,
		"fine": 478,
		"please": 591,
		"solid": 1156,
		"ludicrous": 2761,
		"follows": 1160,
		"remembered": 2032,
		"aliens": 2535,
		"hoped": 3205,
		"hopes": 1915,
		"directed": 526,
		"lena": 4571,
		"liners": 2433,
		"columbo": 2530,
		"desert": 2092,
		"2002": 3528,
		"2003": 3831,
		"2000": 3076,
		"2001": 3045,
		"2006": 2945,
		"2007": 4131,
		"2004": 3832,
		"2005": 3349,
		"at": 33,
		"jason": 1655,
		"fatal": 3610,
		"shock": 1465,
		"joey": 3805,
		"chicago": 4618,
		"body": 648,
		"extreme": 1572,
		"gabriel": 4871,
		"native": 2174,
		"waters": 4334,
		"collection": 1594,
		"lines": 411,
		"chief": 2297,
		"cutting": 2410,
		"uninteresting": 2502,
		"60s": 3352,
		"south": 1226,
		"unless": 894,
		"beat": 1559,
		"bear": 2123,
		"exists": 2981,
		"progress": 3724,
		"copies": 4651,
		"angles": 2445,
		"homer": 4888,
		"appearance": 1267,
		"novels": 2868,
		"thought": 197,
		"domestic": 4816,
		"journalist": 3944,
		"alive": 1239,
		"convey": 2833,
		"speak": 1128,
		"noise": 3361,
		"guard": 2926,
		"plague": 3196,
		"glory": 3295,
		"pie": 3274,
		"pig": 4272,
		"pit": 4795,
		"risk": 2960,
		"rise": 2200,
		"characters'": 4395,
		"kicked": 4365,
		"mistake": 1323,
		"wished": 4466,
		"enjoying": 2961,
		"guarantee": 4619,
		"descent": 4776,
		"executed": 2142,
		"over": 120,
		"destroyed": 2730,
		"couples": 4620,
		"classes": 4132,
		"perspective": 1971,
		"ran": 2178,
		"raw": 2821,
		"rat": 4096,
		"rap": 3644,
		"relatively": 2375,
		"academy": 1809,
		"creatures": 2373,
		"metal": 2639,
		"idiotic": 3192,
		"craft": 3914,
		"characters": 105,
		"mentioning": 4872,
		"mother's": 3992,
		"donald": 2597,
		"efforts": 2048,
		"presence": 1369,
		"anderson": 2548,
		"abysmal": 4366,
		"differences": 3855,
		"uncle": 1697,
		"removed": 4026,
		"versions": 2058,
		"characterization": 3588,
		"trio": 3993,
		"believable": 867,
		"check": 808,
		"constructed": 4481,
		"tim": 1756,
		"tie": 4228,
		"longer": 1207,
		"planning": 3601,
		"quick": 1605,
		"stands": 1407,
		"months": 1928,
		"water": 1093,
		"baseball": 2361,
		"memory": 1757,
		"australian": 2435,
		"minimum": 4900,
		"birthday": 3376,
		"mainly": 1424,
		"he's": 240,
		"he'd": 2708,
		"hamilton": 4367,
		"factory": 3283,
		"fetched": 4190,
		"george": 742,
		"plastic": 3161,
		"season": 811,
		"wood": 2137,
		"stanley": 3006,
		"ways": 771,
		"review": 733,
		"emotional": 921,
		"bizarre": 1162,
		"reminded": 1578,
		"drivel": 3572,
		"sudden": 2117,
		"kill": 516,
		"blow": 2479,
		"everyone's": 4468,
		"blob": 3706,
		"respect": 1161,
		"losers": 4780,
		"followed": 1477,
		"scores": 4634,
		"sleazy": 2928,
		"rubber": 4694,
		"trash": 1157,
		"separate": 3138,
		"fay": 3951,
		"song": 613,
		"far": 230,
		"fan": 337,
		"ticket": 3602,
		"devoted": 4011,
		"challenging": 4739,
		"ann": 1965,
		"vegas": 4538,
		"don't": 92,
		"scientist": 1656,
		"fancy": 3725,
		"brave": 2510,
		"passes": 4097,
		"albeit": 3032,
		"occasional": 2552,
		"double": 1405,
		"buff": 4301,
		"reach": 2101,
		"react": 4027,
		"achievement": 3603,
		"captivating": 3726,
		"fulci": 4959,
		"hip": 2731,
		"hit": 569,
		"intelligence": 1663,
		"bare": 3883,
		"learns": 2271,
		"various": 998,
		"law": 1164,
		"initially": 2721,
		"became": 877,
		"whom": 937,
		"complicated": 2732,
		"1950s": 3065,
		"widely": 4781,
		"edge": 1289,
		"ignore": 2754,
		"hatred": 3680,
		"repeatedly": 3727,
		"z": 4543,
		"worthwhile": 2640,
		"deals": 2033,
		"dealt": 3343,
		"rabbit": 4782,
		"women": 372,
		"rape": 1520,
		"pure": 1050,
		"wwii": 3018,
		"covered": 2380,
		"conflicts": 4544,
		"conversation": 2599,
		"unaware": 4960,
		"doomed": 4162,
		"whenever": 1945,
		"sean": 2049,
		"purely": 2855,
		"ones": 663,
		"welles": 2443,
		"superb": 897,
		"spoil": 2372,
		"choices": 2837,
		"will": 80,
		"wild": 1358,
		"happiness": 2652,
		"searching": 3165,
		"empire": 3806,
		"lead": 485,
		"murderer": 2748,
		"murdered": 2024,
		"buffs": 4368,
		"goodness": 4187,
		"boot": 4469,
		"book": 274,
		"boom": 4572,
		"june": 4695,
		"originality": 2834,
		"stereotypical": 2749,
		"china": 2714,
		"catchy": 4622,
		"music": 228,
		"therefore": 1617,
		"circumstances": 2331,
		"service": 2469,
		"dozen": 2520,
		"disjointed": 4229,
		"scream": 2039,
		"rick": 4302,
		"rich": 1026,
		"blonde": 1976,
		"split": 3259,
		"portrayed": 1000,
		"beloved": 2762,
		"shadow": 2694,
		"alice": 2676,
		"begin": 895,
		"beings": 3529,
		"tame": 3966,
		"absolutely": 427,
		"role": 217,
		"roll": 1686,
		"intent": 3780,
		"choice": 1099,
		"stays": 2677,
		"accomplished": 3604,
		"working": 780,
		"originally": 1822,
		"3rd": 4230,
		"pulled": 1906,
		"years": 153,
		"troubles": 4918,
		"troubled": 3206,
		"internet": 3077,
		"saving": 1907,
		"illness": 4696,
		"simplistic": 4274,
		"could've": 2856,
		"vision": 1772,
		"enjoys": 3915,
		"awards": 2128,
		"s": 590,
		"constant": 1813,
		"wants": 494,
		"situation": 904,
		"dimension": 4961,
		"world": 182,
		"mindless": 3091,
		"pull": 1598,
		"rush": 3409,
		"pulp": 3995,
		"gratuitous": 2172,
		"sci": 920,
		"re": 796,
		"small": 392,
		"past": 501,
		"pass": 1345,
		"full": 368,
		"door": 1312,
		"doom": 4740,
		"intended": 1436,
		"dolph": 4962,
		"smiling": 4783,
		"endings": 4161,
		"testament": 4964,
		"brutally": 4653,
		"self": 532,
		"also": 82,
		"sometimes": 518,
		"last": 236,
		"connection": 2025,
		"acted": 917,
		"talent": 676,
		"admire": 3618,
		"von": 2653,
		"early": 402,
		"honor": 2898,
